export const environment = {
    paintings: [
        {
            id: 1,
            file: "1.jpg",
            name: "Лунная ночь на Днепре",
            authors: [{
                id: 1,
                name: "Архип Иванович Куинджи"
            }],
            year: "1880",
            place: {
                id: 1,
                name: "Государственный Русский музей, Санкт-Петербург"
            }
        },
        {
            id: 2,
            file: "2.jpg",
            name: "Закат над сосновым лесом",
            authors: [{
                id: 1,
                name: "Архип Иванович Куинджи"
            }],
            year: "1900-е",
            place: {
                id: 1,
                name: "Государственный Русский музей, Санкт-Петербург"
            }
        },
        {
            id: 3,
            file: "3.jpg",
            name: "Витязь на распутье",
            authors: [{
                id: 4,
                name: "Васнецов Виктор Михайлович"
            }],
            year: "1882",
            place: {
                id: 2,
                name: "Краснодарский краевой художественныйы музей имени Ф. А. Коваленко"
            }
        },
        {
            id: 4,
            file: "4.jpg",
            name: "Зима",
            authors: [{
                id: 2,
                name: "Шишкин Иван Иванович"
            }],
            year: "1890",
            place: {
                id: 1,
                name: "Государственный Русский музей, Санкт-Петербург"
            }
        },
        {
            id: 5,
            file: "5.jpg",
            name: "Вид на острове Валааме (Местность Кукко)",
            authors: [{
                id: 2,
                name: "Шишкин Иван Иванович"
            }],
            year: "1859(60?)",
            place: {
                id: 1,
                name: "Государственный Русский музей, Санкт-Петербург"
            }
        },
        {
            id: 6,
            file: "6.jpg",
            name: "Ручей в березовом лесу",
            authors: [{
                id: 2,
                name: "Шишкин Иван Иванович"
            }],
            year: "1883",
            place: {
                id: 1,
                name: "Государственный Русский музей, Санкт-Петербург"
            }
        },
        {
            id: 7,
            file: "7.jpg",
            name: "Ялтинские горы ночью",
            authors: [{
                id: 3,
                name: "Айвазовский Иван Константинович"
            }],
            year: "До 1883",
            place: {
                id: 3,
                name: "Омский областной музей изобразительных искусств имени М. А. Врубеля"
            }
        },
        {
            id: 8,
            file: "8.jpg",
            name: "Смотр Черноморского флота в 1849 году",
            authors: [{
                id: 3,
                name: "Айвазовский Иван Константинович"
            }],
            year: "1886",
            place: {
                id: 4,
                name: "Центральный военно-морской музей имени императора Петра Великого, Санкт-Петербург"
            }
        },
        {
            id: 9,
            file: "9.jpg",
            name: "Вид Константинополя",
            authors: [{
                id: 3,
                name: "Айвазовский Иван Константинович"
            }],
            year: "1846",
            place: {
                id: 1,
                name: "Государственный Русский музей, Санкт-Петербург"
            }
        },
        {
            id: 10,
            file: "10.jpg",
            name: "Вид Одессы в лунную ночь",
            authors: [{
                id: 3,
                name: "Айвазовский Иван Константинович"
            }],
            year: "1846",
            place: {
                id: 1,
                name: "Государственный Русский музей, Санкт-Петербург"
            }
        },
        {
            id: 11,
            file: "11.jpg",
            name: "Лунная ночь",
            authors: [{
                id: 3,
                name: "Айвазовский Иван Константинович"
            }],
            year: "1849",
            place: {
                id: 1,
                name: "Государственный Русский музей, Санкт-Петербург"
            }
        },
        {
            id: 12,
            file: "12.jpg",
            name: "Утро в сосновом лесу",
            authors: [{
                id: 2,
                name: "Шишкин Иван Иванович"
            }, {
                id: 5,
                name: "Константин Аполлонович Савицкий"
            }],
            year: "1889",
            place: {
                id: 5,
                name: "Третьяковская галерея, Москва"
            }
        }
    ],

    authors: [
        {
            id: 1,
            name: "Архип Иванович Куинджи"
        },
        {
            id: 2,
            name: "Шишкин Иван Иванович"
        },
        {
            id: 3,
            name: "Айвазовский Иван Константинович"
        },
        {
            id: 4,
            name: "Васнецов Виктор Михайлович"
        },
        {
            id: 5,
            name: "Константин Аполлонович Савицкий"
        }
    ],

    places: [
        {
            id: 1,
            name: "Государственный Русский музей, Санкт-Петербург"
        },
        {
            id: 2,
            name: "Краснодарский краевой художественныйы музей имени Ф. А. Коваленко"
        },
        {
            id: 3,
            name: "Омский областной музей изобразительных искусств имени М. А. Врубеля"
        },
        {
            id: 4,
            name: "Центральный военно-морской музей имени императора Петра Великого, Санкт-Петербург"
        },
        {
            id: 5,
            name: "Третьяковская галерея, Москва"
        }
    ]
};
